[
  {
    "title": "New Performance Announced",
    "date": "2025-03-15",
    "excerpt": "We're excited to announce our upcoming performance at the Hamburg Theater. This new piece explores themes of identity and belonging through contemporary dance.",
    "body": "We're excited to announce our upcoming performance at the Hamburg Theater. This new piece explores themes of identity and belonging through contemporary dance. The performance will feature innovative choreography that challenges traditional boundaries and creates a unique experience for audiences.\n\nJoin us for an evening of powerful movement and storytelling that will leave you inspired and moved.",
    "image": "/website photos/Bio_img_1.jpg",
    "published": true,
    "order": 1
  },
  {
    "title": "Workshop Series Starting",
    "date": "2025-03-10",
    "excerpt": "Join us for a series of movement workshops exploring contemporary dance techniques. Open to all levels, from beginners to advanced dancers.",
    "body": "Join us for a series of movement workshops exploring contemporary dance techniques. Open to all levels, from beginners to advanced dancers.\n\nOur workshops focus on:\n- Contemporary dance fundamentals\n- Improvisation techniques\n- Choreographic development\n- Body awareness and movement quality\n\nEach session is designed to challenge and inspire participants while building a supportive community of dancers.",
    "image": "/website photos/Bio_img_2.jpg",
    "published": true,
    "order": 2
  },
  {
    "title": "Interview Feature",
    "date": "2025-03-05",
    "excerpt": "Monique was recently featured in Dance Magazine discussing her approach to choreography and the intersection of movement and storytelling.",
    "body": "Monique was recently featured in Dance Magazine discussing her approach to choreography and the intersection of movement and storytelling.\n\nIn this in-depth interview, Monique shares insights about her creative process, the inspiration behind her latest works, and her vision for the future of contemporary dance. The article explores how she combines technical precision with emotional storytelling to create performances that resonate with diverse audiences.",
    "image": "/website photos/Bio_img_3.jpg",
    "published": true,
    "order": 3
  }
]
